Repository: rimerosolutions/entrusted
Catalog: app/entrusted_client/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Potential sanitization process crash detected, the sanitized PDF result was not created.
fr: Crash potentiel du processus de nettoyage détecté, le résultat PDF nettoyé n'a pas été créé.

source: Cannot remove output file: {0}. {1}.
fr: Impossible de supprimer le fichier de sortie: {0}. {1}.

source: Could not open PDF file!
fr: Impossible d'ouvrir le fichier PDF!

source: Yes
fr: Oui

source: No
fr: Non

source: Really close
fr: Vraiment fermer

source: Overall progress
fr: Progrès d'ensemble

source: Could not find 'open' command in 'PATH' environment variable!
fr: Impossible de trouver la commande 'open' dans la variable d'environement 'PATH'!

source: Cannot find Web Browser
fr: Impossible de trouver le navigateur Web

source: Version {0} is out!
fr: La version {0} est sortie!

source: Please get the new version!
fr: Veuillez obtenir la nouvelle version!

source: One file failed to process
fr: Tous les fichiers on été traités avec succès

source: Could not open URL: {0}, {1}
fr: Impossible d'ouvrir le lien: {0}, {1}

source: Check for updates
fr: Vérifier les mises à jour

source: Could not check for updates, please try later. {0}
fr: Impossible de vérifier les mises à jour, veuillez essayer plus tard. {0}

source: Version {0} is out! Please visit {1}
fr: La version {0} est sortie! Veuillez visiter {1}

source: No updates available at this time!
fr: Aucune mise à jour disponible pour le moment!

source: Could not read latest software version!
fr: Impossible de lire la dernière version du logiciel!

source: Could not read current software version!
fr: Impossible de lire la version actuelle du logiciel!

source: Help
fr: Aide

source: The program requires a container solution: - Docker (Windows, Linux, Mac OS) - or Podman (Linux) - or Lima (Mac OS)
fr: Le programme nécessite une solution de conteneur:

source: Supported document types: - Images (.jpg, .jpeg, .gif, .png, .tif, .tiff) - Document Graphics (.odg) - Text Documents (.rtf, .doc, .docx, .odt) - Spreadsheets (.xls, .xlsx, .ods) - Presentations (.ppt, .pptx, .odp)
fr: Types de documents pris en charge:

source: For more information, please visit:
fr: Pour plus d'information, veuillez visiter:

source: Select
fr: Sélectionner

source: Reset
fr: Réinitialiser

source: Custom output file
fr: Fichier de sortie personnalisé

source: Failed to read password!
fr: Impossible de lire le mot de passe!

source: Please enter the password for the document
fr: Veuillez entrer le mot de passe du document

source: Prompt for document password
fr: Invite pour le mot de passe du document

source: Accept
fr: Accepter

source: Cancel
fr: Annuler

source: Set document password
fr: Définir le mot de passe du document

source: Set document password (empty for none)
fr: Définir le mot de passe du document (vide pour aucun)

source: Running command: {0}
fr: Commande en cours d'exécution: {0}

source: No container runtime executable found!
fr: Aucun exécutable d'exécution de conteneur trouvé!

source: About
fr: A propos de

source: Logs
fr: Journal

source: Close
fr: Fermer

source: Settings
fr: Paramètres

source: Convert
fr: Conversion

source: Custom file suffix
fr: Suffixe de fichier personnalisé

source: The safe PDF will be named <input>-<suffix>.pdf by default.
fr: Le fichier adhère au format suivant: fichier-<suffixe>.pdf

source: Enable full-text search? In:
fr: Activer la recherche en texte intégral? En:

source: OCR (Optical character recognition) will be applied.
fr: La ROC (reconnaissance optique de caractères) sera appliquée

source: Open resulting PDF with
fr: Ouvrir le PDF resultat avec

source: Automatically open resulting PDFs with a given program.
fr: Ouvrir automatiquement le résultat de conversion avec

source: You can also paste the path to a PDF viewer
fr: Vous pouvez aussi copier le chemin d’un programme

source: Browse for PDF viewer program
fr: Sélectionner le lecteur PDF

source: Custom container image
fr: Image de conteneur personnalisée

source: Expert option for sandbox solution
fr: Option avancée de conteneur d'isolation

source: Save current settings as defaults
fr: Sauvegarder la configuration actuelle comme réglage par défaut

source: Drop 'potentially suspicious' file(s) here
fr: Déposer les fichiers suspicieux ici

source: or
fr: ou

source: Click here to select file(s)
fr: Cliquez ici pour sélectionner le(s) fichier(s)

source: Select all
fr: Tout sélectionner

source: Deselect all
fr: Désélectionner tout

source: Delete selection
fr: Supprimer la sélection

source: Convert document(s)
fr: Convertir le(s) document(s)

source: File name
fr: Nom de fichier

source: Progress(%)
fr: Progrès(%)

source: Status
fr: Statut

source: Select PDF viewer program
fr: Sélectionner le lecteur PDF

source: Select 'potentially suspicious' file(s)
fr: Sélectionner les fichiers

source: Could not open PDF result!
fr: Impossible d’ouvrir le résultat

source: Could not run PDF viewer!
fr: Impossible d’exécuter l’editeur PDF

source: English
fr: Anglais

source: Optional output filename defaulting to <filename>-entrusted.pdf.
fr: Nom de fichier de sortie facultatif par défaut <nom_de_fichier>-entrusted.pdf.

source: Optional language for OCR (i.e. 'eng' for English)
fr: Language pour OCR (‘eng’ pour Anglais)

source: Input filename
fr: Fichier d’entrée

source: Optional custom Docker or Podman image name
fr: Image de conteneur personalisée

source: Log format (json or plain)
fr: Format du journal (json ou plain)

source: Default file suffix (entrusted)
fr: Suffixe de fichier (entrusted)

source: The selected file does not exists! {0}
fr: Le fichier sélectionné n'existe pas! {0}

source: Converting
fr: Conversion

source: Cannot create directory
fr: Impossible de créer un répertoire

source: Checking if container image exists
fr: Vérification de l'image du conteneur

source: The container image was not found. {0}.
fr: L'image du conteneur est introuvable. {0}

source: Starting document processing
fr: Démarrage du traitement des documents

source: Please wait, downloading sandbox image (roughly 600 MB)
fr: Veuillez patienter, téléchargement de l'image du bac à sable (environ 600 Mo)

source: Couldn't download container image!
fr: Impossible de télécharger l'image du conteneur!

source: Container image download completed...
fr: Téléchargement de l'image du conteneur terminé...

source: Failed to cleanup temporary folder: {0}. {1}.
fr: Échec du nettoyage du dossier temporaire: {0}. {1}.

source: Command output capture failed!
fr: Échec de la capture de la sortie de la commande!

source: Command failed!
fr: La commande a échoué!

source: Conversion failed!
fr: La conversion a échoué!

source: Container process terminated abruptly potentially due to memory usage. Are PDF pages too big? Try increasing the container engine memory allocation?
fr: Le processus de conteneur s'est terminé brusquement probablement en raison de l'utilisation de la mémoire. Les pages PDF sont-elles trop grandes? Vous essayez d'augmenter la mémoire du moteur de conteneur.

source: Container process terminated abruptly potentially due to a memory access fault. Please report the issue at https://github.com/rimerosolutions/entrusted/issues
fr: Le processus de conteneur s'est terminé brusquement, potentiellement en raison d'une erreur d'accès à la mémoire. Veuillez signaler le problème à https://github.com/rimerosolutions/entrusted/issues

source: Could not save container security profile to {0}. {1}.
fr: Impossible d'enregistrer le profil de sécurité du conteneur dans {0}. {1}.

source: Please install Docker and make sure that it's running.
fr: Veuillez installer Docker et assurez-vous qu'il est en cours d'exécution.

source: Please install Docker or Lima, and make sure that it's running.
fr: Veuillez installer Docker ou Lima et assurez-vous qu'il est en cours d'exécution.

source: Please install Docker or Podman, and make sure that it's running.
fr: Veuillez installer Docker ou Podman et assurez-vous qu'il est en cours d'exécution.

source: Unknown language code for the ocr-lang parameter: {0}. Hint: Try 'eng' for English.
fr: Code de langue inconnu pour le paramètre ocr-lang: {0}. Astuce: Essayez 'eng' pour l'Anglais.

source: Albanian
fr: Albanais

source: Amharic
fr: Amharique

source: Arabic
fr: Arabe

source: Arabic script
fr: Écriture arabe

source: Armenian
fr: Arménien

source: Armenian script
fr: Écriture arménienne

source: Assamese
fr: Assamais

source: Azerbaijani
fr: Azerbaïdjanais

source: Azerbaijani (Cyrillic)
fr: Azerbaïdjanais (cyrillique)

source: Belarusian
fr: Biélorusse

source: Bengali script
fr: Écriture bengali

source: Bosnian
fr: Bosniaque

source: Bulgarian
fr: Bulgare

source: Burmese
fr: Birman

source: Canadian Aboriginal script
fr: Écriture autochtone canadienne

source: Cherokee script
fr: Écriture Cherokee

source: Chinese - Simplified
fr: Chinois simplifié

source: Chinese - Simplified (vertical)
fr: Chinois simplifié (vertical)

source: Chinese - Traditional
fr: Chinois traditionnel

source: Chinese - Traditional (vertical)
fr: Chinois traditionnel (vertical)

source: Corsican
fr: Corse

source: Croatian
fr: Croate

source: Cyrillic script
fr: Écriture cyrillique

source: Czech
fr: Tchèque

source: Danish
fr: Danois

source: Devanagari script
fr: Script de Devanagari

source: Dutch
fr: Néerlandais

source: English, Middle (1100-1500)
fr: Anglais, Moyen (1100-1500)

source: Esperanto
fr: Espéranto

source: Estonian
fr: Estonien

source: Ethiopic script
fr: Écriture éthiopienne

source: Faroese
fr: Féroïen

source: Filipino
fr: Philippin

source: Finnish
fr: Finlandais

source: Fraktur script
fr: Script de Fraktur

source: Frankish
fr: Franque

source: French
fr: Français

source: French, Middle (ca.1400-1600)
fr: Français, moyen (env.1400-1600)

source: Frisian (Western)
fr: Frison (Occidental)

source: Gaelic (Scots)
fr: Gaélique (Écossais)

source: Galician
fr: Galicien

source: Georgian
fr: Géorgien

source: Georgian script
fr: Écriture géorgienne

source: German
fr: Allemand

source: Greek
fr: Grec

source: Greek script
fr: Écriture grecque

source: Gujarati script
fr: Écriture gujarati

source: Gurmukhi script
fr: Écriture de Gurmukhi

source: Hangul script
fr: Écriture de Hangul

source: Hangul (vertical) script
fr: Écriture de Hangul (vertical)

source: Han - Simplified script
fr: Écriture de Han simplifié

source: Han - Simplified (vertical) script
fr: Écriture de Han simplifié (vertical)

source: Han - Traditional script
fr: Écriture de Han traditionnelle

source: Han - Traditional (vertical) script
fr: Écriture de Han traditionnelle (vertical)

source: Hatian
fr: Hatien

source: Hebrew
fr: Hébreu

source: Hebrew script
fr: Écriture hébraïque

source: Hungarian
fr: Hongrois

source: Icelandic
fr: Islandais

source: Indonesian
fr: Indonésien

source: Irish
fr: Irlandais

source: Italian
fr: Italien

source: Italian - Old
fr: Italien-Vieux

source: Japanese
fr: Japonais

source: Japanese script
fr: Écriture japonaise

source: Japanese (vertical)
fr: Japonais (vertical)

source: Japanese (vertical) script
fr: Écriture japonaise (verticale)

source: Javanese
fr: Javanais

source: Kannada script
fr: Écriture de Kannada

source: Khmer script
fr: Écriture de Khmer

source: Korean
fr: Coréen

source: Korean (vertical)
fr: Coréen (vertical)

source: Kurdish (Arabic)
fr: Kurde (Arabe)

source: Kyrgyz
fr: Kirghize

source: Lao script
fr: Écriture de Lao

source: Latin script
fr: Écriture de Latin

source: Latvian
fr: Letton

source: Lithuanian
fr: Lituanien

source: Luxembourgish
fr: Luxembourgeois

source: Macedonian
fr: Macédonien

source: Malayalam
fr: Malayâlam

source: Malayalam script
fr: Écriture malayalam

source: Malay
fr: Malais

source: Maltese
fr: Maltais

source: Mongolian
fr: Mongol

source: Myanmar script
fr: Écriture du Myanmar

source: Nepali
fr: Népalais

source: Norwegian
fr: Norvégien

source: Occitan (post 1500)
fr: Occitan (après 1500)

source: Old Georgian
fr: Vieux Géorgien

source: Oriya (Odia) script
fr: Écriture d'Oriya (Odia)

source: Pashto
fr: Pachto

source: Persian
fr: Perse

source: Polish
fr: Polonais

source: Portuguese
fr: Portugais

source: Romanian
fr: Roumain

source: Russian
fr: Russe

source: script and orientation
fr: Écriture et orientation

source: Serbian (Latin)
fr: Serbe (latin)

source: Serbian
fr: Serbe

source: Sinhala script
fr: Écriture cinghalais

source: Sinhala
fr: Cinghalais

source: Slovakian
fr: Slovaque

source: Slovenian
fr: Slovène

source: Spanish, Castilian - Old
fr: Espagnol, Castillan-Vieux

source: Spanish
fr: Espagnol

source: Sundanese
fr: Sundanais

source: Swedish
fr: Suédois

source: Syriac script
fr: Écriture syriaque

source: Syriac
fr: Syriaque

source: Tajik
fr: Tadjik

source: Tamil script
fr: Écriture tamoule

source: Tatar
fr: Tatars

source: Telugu script
fr: Écriture telugu

source: Thaana script
fr: Écriture Thaana

source: Thai script
fr: Écriture thaïlandaise

source: Thai
fr: Thaïlandais

source: Tibetan script
fr: Écriture tibétaine

source: Tibetan Standard
fr: Tibétain standard

source: Turkish
fr: Turc

source: Ukrainian
fr: Ukrainien

source: Urdu
fr: Ourdou

source: Uyghur
fr: Ouïghoure

source: Uzbek (Cyrillic)
fr: Ouzbek (cyrillique)

source: Uzbek
fr: Ouzbek

source: Vietnamese script
fr: Écriture vietnamienne

source: Vietnamese
fr: Vietnamien

source: Welsh
fr: Gallois
